{
  "global": {
    "sendButton": "Отправить",
    "signInButton": "Войти",
    "signUpButton": "Зарегистрировать",
    "agreeButton": "Согласен",
    "homePageButton": "На главную",
    "back": "Вернуться назад"
  },
  "links": {
    "cookiePolicy": "Политика в отношении файлов cookie",
    "privacyPolicy": "Политика конфиденциальности"
  },
  "signInPage": {
    "signInTitle": "Вход в личный кабинет",
    "email": "Почта",
    "inputEmailPlaceholder": "Введите вашу почту",
    "password": "Пароль",
    "inputPasswordPlaceholder": "Введите ваш пароль",
    "forgotPasswordText": "забыли пароль",
    "oauthLogin": "Зайти через",
    "createAccount": "У вас нет аккаунта?",
    "rememberMe": "Запомнить меня"
  },
  "signUpPage": {
    "signUpTitle": "Регистрация",
    "haveAccount": "Уже есть аккаунт?",
    "agreementRules": "Нажимая на кнопку 'Зарегистрироваться', вы соглашаетесь с тем, что App",
    "termsOfService": "Условия обслуживания Приложения",
    "privacyPolicy": "Политики конфиденциальности",
    "agreementRulesAccept": "Я принимаю",
    "learnMore": "Из нашей",
    "protectData": "вы узнаете о том, как мы используем и защищаем ваши данные."
  },
  "forgotPasswordPage": {
    "forgotPasswordTitle": "Забыли пароль?"
  },
  "resetPasswordPage": {
    "resetPasswordTitle": "Выберите новый пароль",
    "oldEmailAddress": "Ваша текущая почта",
    "newPassword": "Новый пароль",
    "inputNewPasswordPlaceholder": "Введите новый пароль",
    "inputEmailPlaceholder": "Введите текущую почту"
  },
  "modalsTextContent": {
    "cookies": "Мы используем файлы cookie, чтобы обеспечивать правильную работу нашего веб-сайта,\n        персонализировать рекламные объявления и другие материалы, обеспечивать работу функций\n        социальных сетей и анализировать сетевой трафик. Мы также предоставляем информацию об\n        использовании вами нашего веб-сайта своим партнерам по социальным сетям, рекламе и\n        аналитическим системам."
  },
  "page404": {
    "titlePage": "Страница не найдена",
    "descriptionPage": "Страница устарела, была удалена или не существовала вовсе"
  },
  "asideMenu": {
    "dashboard": "Главная",
    "settings": "Настройки",
    "calendar": "Календарь",
    "notification": "Уведомления",
    "analytics": "Аналитика",
    "files": "Файлы",
    "others": "Другое",
    "logout": "Выйти",
    "lightMode": "Светлый режим",
    "darkMode": "Тёмный режим"
  },
  "calendarPage": {
    "pageTitle": "Производственный календарь",
    "hideSunday": "Спрятать воскресенье",
    "hideWeekend": "Спрятать выходные",
    "showYearSelector": "Показать выбор года?",
    "workingDay": "рабочий день",
    "dayOff": "выходной день"
  },
  "supportTeam": {
    "improveService": "Улучшить сервис",
    "modalTitle": "Вы можете оставить свои предложения по улучшения сервиса",
    "wishes": "Пожелания"
  },
  "privacyPage": {
    "title": "Заявление о конфиденциальности приложений",
    "information1": "Мы App Education Pvt. Ltd., зарегистрирована и имеет штаб-квартиру по адресу: Test street далее именуемое App. Мы также предлагаем платные курсы, проводимые Sanchhaya Classes Pvt. Ltd. с зарегистрированным офисом по адресу 8th FLOOR TOWER B, B-809, ADVANT NAVIS BUSINESS PARK, Sector-142, Noida, Gautam Buddha Nagar, Uttar Pradesh, 201305. В App мы ценим ваше доверие и уважаем вашу конфиденциальность. Это заявление о конфиденциальности («Заявление о конфиденциальности») применяется к обработке личной информации, предоставленной вами или иным образом полученной от вас в связи с соответствующим приложением («Приложение»). Приложение предоставляется Приложением (и может быть предоставлено Geeksforgeeks от имени лицензиара или партнера Приложения («Партнер по Приложению»). Используя или иным образом получая доступ к Приложению, вы подтверждаете, что принимаете методы и политики, изложенные в этом Заявлении о конфиденциальности.",
    "title2": "Сбор и использование информации",
    "information2": "Как и многие другие веб-сайты, Приложение может получать и хранить любую информацию, которую вы отправляете в Приложение (или иным образом разрешаете нам получать — например, из (например) вашей учетной записи Facebook). Эти файлы просто регистрируют посетителей сайта — обычно это стандартная процедура для хостинговых компаний и часть аналитики хостинг-сервисов. Информация в файлах журнала включает адреса интернет-протокола (IP), тип браузера, поставщика услуг Интернета (ISP), отметку даты/времени, страницы перехода/выхода и, возможно, количество кликов. Эта информация используется для анализа тенденций, администрирования сайта, отслеживания перемещения пользователя по сайту и сбора демографической информации. IP-адреса и другая подобная информация не связаны с какой-либо информацией, позволяющей установить личность."
  },
  "termsPage": {
    "title": "КАК ПРИЛОЖЕНИЕ ИСПОЛЬЗУЕТ ФАЙЛЫ COOKIES?",
    "information": "Файл cookie — это небольшой фрагмент данных, который веб-сайт запрашивает у вашего браузера для сохранения на вашем компьютере или мобильном устройстве. Файл cookie позволяет веб-сайту «запоминать» ваши действия или предпочтения с течением времени. Большинство браузеров поддерживают файлы cookie, но пользователи могут настроить свои браузеры таким образом, чтобы они отклонялись и могли удалять их в любое время.",
    "information1": "Если вы используете Приложение, как Приложение, так и третьи лица будут использовать файлы cookie для отслеживания и мониторинга некоторых ваших действий в Приложении и за его пределами, а также для хранения и доступа к некоторым данным о вас, вашей истории просмотров и использовании вами Приложения.",
    "information2": "Эта политика описывает, как Приложение и другие третьи стороны используют файлы cookie как внутри Приложения, так и вне его, а также как вы можете лучше контролировать файлы cookie. Имейте в виду, что это может изменить ваш опыт работы с нашей платформой и может ограничить некоторые функции (включая вход в систему в качестве пользователя).",
    "information3": "Общий просмотр: мы используем файлы cookie, которые важны для определенных технических функций нашего веб-сайта, таких как вход в учетные записи пользователей и внедрение исправлений и улучшений нашей платформы.",
    "title1": "Контакты",
    "information4": "Если у вас есть какие-либо вопросы, комментарии или опасения относительно настоящей Политики использования файлов cookie, свяжитесь с приложением по адресу:"
  },
  "addNewUser": {
    "modalTitle": "Добавить клиента",
    "firstName": "Имя",
    "placeholderFirstName": "Введите ваше имя",
    "lastName": "Фамилия",
    "placeholderLastName": "Введите вашу фамилию",
    "role": "Роль",
    "placeholderRole": "Выберите роль",
    "email": "Почта",
    "placeholderEmail": "Введите почту",
    "phoneNumber": "Телефон",
    "placeholderphoneNumber": "Введите ваш телефон"
  }
}
