<template>
  <div class="app-privacy">
    Если ваша компания подписала с App «Соглашение по использованию App Business или App
    Enterprise», в условиях этого соглашения может излагаться несколько иная, по сравнению с
    указанной ниже, политика конфиденциальности. Пожалуйста, свяжитесь с администратором вашей
    компании, чтобы получить более подробную информацию.

    Перевод соглашения предоставляется исключительно для удобства пользователей, и при
    возникновении разногласий преимущество имеет английская версия документа.

    Политика конфиденциальности App

    Опубликовано: 29 октября 2021 г.

    Вступает в силу: 14 января 2022 г.

    Предыдущую редакцию Политики конфиденциальности можно найти здесь.

    Спасибо, что пользуетесь App! В этом документе описано, как именно мы собираем,
    храним и обрабатываем Ваши персональные данные, которые получаем, когда Вы используете
    наш веб-сайт, программное обеспечение и услуги (в дальнейшем именуются «Сервисы»).
    Более подробную информацию Вы найдете на странице «Часто задаваемые вопросы».

    Какая именно информация нам нужна и зачем

    Чтобы обеспечивать работу наших Сервисов, их безопасность, продвижение и совершенствование,
    мы собираем и храним следующую информацию:

    Сведения об аккаунте. Мы собираем информацию (например, Ваше имя, адрес электронной почты,
    номер телефона, платежная информация и фактический адрес), которую Вы предоставляете нам при
    совершении таких действий, как регистрация аккаунта, переход на платный тарифный план или
    подключение двухэтапной проверки, и связываем ее с Вашим аккаунтом.

    Ваши материалы. Наши Сервисы созданы специально для того, чтобы обеспечить простой и удобный
    способ хранить Ваши файлы, документы, фотографии, комментарии, сообщения и другие материалы
    (в дальнейшем именуются «Ваши материалы»), осуществлять совместную работу с другими лицами и
    работу с разных устройств и с разными сервисами. Для этого мы храним, обрабатываем и передаем
    Ваши материалы, а также связанную с ними информацию. К связанной с Вашими материалами информации
    могут относиться данные профиля, с помощью которых проще осуществлять совместную работу и
    делиться Вашими материалами с другими пользователями, а также размер файла, время его загрузки,
    сведения о соавторах и действиях пользователей в отношении этого файла.

    Контакты. Вы можете предоставить нам доступ к своим контактам, чтобы Вам и Вашей рабочей группе
    App Business (совместно именуемые «Рабочая группа App Business»), если Вы являетесь участником
    Рабочей группы App Business, проще было делиться Вашими материалами, осуществлять совместную
    работу, посылать сообщения и приглашать других пользователей воспользоваться нашими Сервисами.
    Если Вы предоставляете нам доступ, мы сохраняем информацию об этих контактах на наших серверах.

    Данные об использовании. Мы собираем информацию, связанную с тем, как Вы используете Сервисы,
    в том числе о действиях, которые Вы совершаете в своем аккаунте (например, о предоставлении
    общего доступа, изменении, просмотре, создании и перемещении файлов и папок). Мы используем
    эту информацию, чтобы предоставлять, улучшать и продвигать наши Сервисы и защищать пользователей
    App. Более подробные сведения о том, как мы используем эту информацию, можно найти на странице
    «Часто задаваемые вопросы».

    Данные об устройстве. Мы также собираем информацию с тех устройств и о тех устройствах, которые
    Вы используете для доступа к нашим Сервисам. Сюда входят IP-адрес, тип используемого Вами
    браузера и устройства, информация о веб-странице, с которой Вы перешли на наш сайт, и
    идентификационные номера, относящиеся к Вашим устройствам. В зависимости от настроек Ваши
    устройства также могут передавать нашим Службам информацию о местоположении. Мы используем
    данные об устройстве, чтобы, например, отследить неправомерное использование или выявить и
    устранить сбои.

    Файлы cookie и другие технологии. Мы используем разные технические инструменты, например файлы
    cookie или пиксельные теги, чтобы обеспечивать работу наших Служб, улучшать их и защищать. В
    частности, файлы cookie помогают нам запомнить ваше имя пользователя, необходимое для следующего
    входа в систему, понять, как именно вы пользуетесь нашими Службами, и на основании этой
    информации улучшить их. Вы можете настроить свой браузер таким образом, чтобы файлы cookie не
    работали, но тогда ваша возможность пользоваться нашими Службами будет ограничена. Если наша
    система получит сигнал DNT (не отслеживать):1 от Вашего браузера, она отреагирует следующим
    образом. Также мы можем использовать сторонних поставщиков услуг, которые настраивают файлы
    cookie и подобные технические приспособления, чтобы продвигать сервисы App. Подробнее узнать
    о том, как работают файлы cookie и подобные технические инструменты, а также о том, как
    отказаться от их использования в рекламных целях, можно здесь.

    Маркетинг. Мы предоставляем нашим пользователям возможность бесплатно пользоваться некоторыми
    нашими Сервисами. Бесплатные Сервисы возможны благодаря тому, что некоторые пользователи
    переходят на платные версии Сервисов. Если Вы зарегистрировались для использования наших
    Сервисов, мы будем время от времени присылать Вам информацию о возможности усовершенствования
    Сервисов, если это разрешено. Пользователи, получающие эти маркетинговые материалы, могут в
    любой момент отказаться от них. Если Вы не хотите получать от нас маркетинговые материалы
    определенного типа, перейдите по ссылке «Отменить подписку» в соответствующем электронном
    сообщении или обновите свои предпочтения в разделе Уведомления личного аккаунта.

    Иногда мы связываемся с лицами, у которых нет аккаунта App. Для получателей в Евросоюзе мы
    (или третье лицо) предварительно получаем на это согласие. Если Вы получили электронное
    сообщение, но больше не хотите, чтобы с Вами связывалась компания App, Вы можете отписаться
    и удалить свое имя из нашего списка контактов непосредственно через полученное сообщение.

    Основания для обработки Ваших данных. Мы собираем и обрабатываем описанные выше персональные
    данные, чтобы обеспечить безопасную и надежную работу Сервисов. Мы также собираем и используем
    персональные данные для допустимых по закону потребностей нашего бизнеса. В случае, если мы
    обрабатываем Ваши персональные данные для других целей, мы предварительно заручаемся Вашим
    согласием или просим наших партнеров получить такое согласие. Чтобы найти более подробную
    информацию о законных основаниях для обработки Ваших данных, перейдите, пожалуйста, на
    страницу «Часто задаваемые вопросы».

    Более подробные сведения о типах личных данных, включенных в вышеуказанный список, можно
    найти на странице «Часто задаваемые вопросы».

    С кем мы делимся информацией

    Мы можем предоставить информацию другим лицам в ситуациях, описанных ниже, но мы не продаем
    ее рекламодателям или другим третьим лицам.

    Другие лица, работающие на App и с App. Компания App пользуется услугами некоторых проверенных
    третьих лиц (обеспечивающих, например, клиентскую поддержку и IT-услуги) в интересах бизнеса
    — они помогают нам обеспечивать работу Сервисов, их безопасность, совершенствование и
    продвижение. Эти сторонние лица получают доступ к Вашей информации для выполнения задач от
    нашего имени. Мы остаемся ответственными за то, как они обращаются с Вашей информацией в
    соответствии с нашими инструкциями. Список доверенных третьих лиц, услугами которых мы
    пользуемся для обработки Ваших персональных данных, а также более подробную информацию о
    типах личной информации, которую мы доверяем третьим лицам, Вы найдете на странице «Часто
    задаваемые вопросы».

    Другие Компании App. App пользуется общей инфраструктурой, системами и технологиями с другими
    Компаниями App, чтобы предоставлять, улучшать, защищать и продвигать Сервисы Компании App.
    Мы обрабатываем Ваши данные в Компаниях App в соответствии с этими целями, а также в
    соответствии с применимым законодательством и условиями и правилами этих компаний.
    Более подробную информацию о Компаниях App, Сервисах Компании App, а также о том, как
    используются Ваши данные, можно найти на странице «Часто задаваемые вопросы».

    Другие пользователи. Наши Сервисы предназначены для того, чтобы помогать Вам сотрудничать
    с другими. Если Вы зарегистрировали аккаунт App с электронным адресом в домене, который
    принадлежит Вашему работодателю или организации, присоединились к Рабочей группе App Business
    или сотрудничаете с другими пользователями App, мы можем предложить Вас или Вашу рабочую
    группу в качестве потенциального соавтора другим пользователям или группам. Например, если
    Вы взаимодействуете с сотрудником компании, и этот человек часто работает с одним из своих
    коллег, мы можем предложить Вас как потенциального соавтора этому сотруднику. Соавторы и
    потенциальные соавторы могут видеть некоторую основную информацию о Вас, такую как имя,
    название Вашей Рабочей группы App Business, изображения из профиля пользователя, наименование
    устройства, адрес электронной почты и информацию об использовании материалов. Это поможет Вам
    синхронизировать свою работу с выбранными группами, а другим пользователям — делиться с Вами
    файлами и папками.

    С помощью определенных функций Вы можете предоставить пользователям дополнительную информацию.

    Другие приложения. Вы можете подсоединить свой аккаунт App к сторонним сервисам — например,
    с помощью App API. В таком случае Вы предоставляете App и соответствующим третьим лицам право
    обмениваться информацией о Вас и данных в Вашем аккаунте, чтобы App и соответствующие третьи
    лица могли предоставлять, улучшать, защищать и продвигать свои сервисы. Пожалуйста, помните
    , что третьи лица будут использовать Вашу информацию в соответствии со своими собственными
    условиями обслуживания и политикой конфиденциальности.

    Администраторы рабочих групп App Business. Если Вы пользователь аккаунта Рабочей группы App
    Business, то администратор Вашей рабочей группы может иметь доступ к аккаунту Вашей Рабочей
    группы App Business и управлять им. Если у Вас есть вопросы касательно данного положения,
    пожалуйста, обратитесь ко внутренней политике Вашей компании. Если Вы сами не являетесь
    участником Рабочей группы App Business, но взаимодействуете с участником Рабочей группы
    App Business (например, пользуетесь его общей папкой или имеете доступ к его материалам),
    участники рабочей группы этого пользователя смогут увидеть информацию о Вас (например,
    Ваше имя, адрес электронной почты, фотографию профиля) и сведения о Вашем взаимодействии
    с участником Рабочей группы App Business (например, Ваш IP-адрес). Если Вы делитесь с
    участником Рабочей группы App Business Вашими материалами, администратор аккаунта
    соответствующей рабочей группы может получить доступ к материалам, которыми Вы делитесь,
    и возможность изменять их.

    Представители власти и интересы общества. Мы можем предоставить Вашу информацию третьим
    лицам в том случае, если сочтем это разумно необходимым для (а) соблюдения любого
    действующего законодательства, норм, юридического порядка или соответствующих запросов
    органов государственной власти; (б) предотвращения чьей-либо смерти или серьезных
    травм; (в) предотвращения мошеннических действий, неправомерного использования App
    или причинения вреда нашим пользователям; (г) защиты прав, собственности, безопасности
    и интересов App; (д) выполнения задания, обусловленного интересами общества.

    Сохранение Ваших данных и ответственное обращение с ними — наша основная задача,
    и мы осознаем связанную с этим ответственность. Мы считаем, что Вашим данным должна
    обеспечиваться одинаково надежная правовая защита, независимо от того, хранятся ли они в наших
    Сервисах или же на жестких дисках у Вас дома. Мы действуем в соответствии со следующими
    Принципами обработки запросов органов государственной власти, когда получаем и обрабатываем
    такие запросы (в том числе и запросы, связанные с национальной безопасностью), касающиеся
    Ваших данных, и отвечаем на них:

    За прозрачность
    Против массовых запросов
    защита всех пользователей;
    обеспечение надежных услуг.
    Мы публикуем Отчет о доступе к информации потому что всегда стремимся как можно более
    подробно рассказывать о том, когда и как органы государственной власти запрашивают у нас
    информацию. В отчете приводится информация о типах запросов, которые мы получаем от
    правоохранительных органов, и о том, сколько таких запросов было. Мы рекомендуем Вам
    просмотреть наши Принципы обработки запросов органов государственной власти и Отчет о
    доступе к информации — там Вы можете найти более подробную информацию о том, как мы
    обрабатываем запросы органов государственной власти и реагируем на них.

    Как мы храним Вашу информацию

    Безопасность. В App работает особая группа специалистов, в задачу которых входит защита
    безопасности вашей информации и проверка наших хранилищ на уязвимость. Мы постоянно работаем
    над различными дополнительными функциями для надежного хранения Ваших данных в дополнение к
    функции двухэтапной проверки, шифрованию данных, находящихся в состоянии покоя, уведомлениям,
    когда к Вашему аккаунту подсоединяется новое устройство или приложение. Мы применяем
    автоматизированные технологии, чтобы выявлять случаи неправомерного поведения или нарушающего
    нормы контента, которые могут причинить вред нашим Сервисам, а также Вам или другим
    пользователям.

    Управление своими данными. Вы можете изменять, скачивать или удалять свои персональные данные,
    а также осуществлять к ним доступ, выполнив вход в свой аккаунт App и перейдя на страницу
    настроек аккаунта. Более подробная информация о том, как управлять данными своего аккаунта
    в целом, приведена здесь, а пройдя по этой ссылке, Вы можете узнать, как изменить информацию
    профиля.

    Сохранение информации. После того как Вы зарегистрировали свой аккаунт, мы храним информацию,
    которую Вы предоставляете нашим Сервисам, в течение срока существования Вашего аккаунта или в
    течение периода времени, необходимого для предоставления Вам Сервисов. Если Вы удалите свой
    аккаунт, то по прошествии 30 дней мы начнем удалять и Вашу информацию. Узнать об этом подробнее
    можно здесь. Но, пожалуйста, имейте в виду: (1) во время удаления этой информации с наших
    серверов и из наших хранилищ может произойти задержка; (2) мы можем сохранить эту информацию,
    если это необходимо для соблюдения законности, разрешения судебных споров или выполнения
    условий наших соглашений.

    Где мы храним информацию

    По всему миру. Чтобы предоставлять Вам наши Сервисы, мы можем хранить, обрабатывать и
    передавать данные в точках, расположенных в США и по всему миру (в том числе за пределами
    Вашей страны). Также данные могут храниться на тех устройствах, которые вы используете для
    доступа к нашим Службам.

    Пересылка данных. Пересылая данные из Европейского союза, Европейской экономической зоны,
    Великобритании и Швейцарии, App применяет различные юридические механизмы, включая контракты
    с нашими клиентами и аффилированными лицами, стандартные договорные условия, решения
    Европейской комиссии о достаточности мер в отношении некоторых стран, в зависимости от
    конкретной ситуации.

    Программы по защите конфиденциальности (Privacy Shield) при обмене данными между ЕС и США,
    а также Швейцарией и США. App выполняет требования программ по защите конфиденциальности
    (Privacy Shield) при обмене данными между ЕС и США, а также Швейцарией и США в порядке,
    предусмотренном Министерством торговли США, относительно сбора, использования и хранения
    персональных данных, передаваемых в США из стран Евросоюза, Европейской экономической зоны,
    Великобритании и Швейцарии. Однако App не использует вышеуказанные программы в качестве
    юридического основания для пересылки персональных данных. Компания App подтвердила Министерству
    торговли США, что она и ее дочерняя компания JN Projects Inc., действующая как HelloSign,
    соблюдают принципы программ по защите конфиденциальности (Privacy Shield) в отношении таких
    данных. Также узнать подробнее о программе Privacy Shield можно по этому адресу:
    https://www.test.dov.

    App контролируется Федеральной торговой комиссией США. JAMS — это независимая организация,
    расположенная в США, которая рассматривает жалобы о нашем соответствии требованиям программы по
    защите конфиденциальности (Privacy Shield) (для Вас это бесплатно). Пожалуйста, высылайте
    любые жалобы, касающиеся этих вопросов, сначала нам на адрес privacy@app.com. Если наш
    ответ Вас не устроит, свяжитесь, пожалуйста, с JAMS по адресу
    https://test/eu-us-privacy-shield. В случае, если JAMS так и не удовлетворит
    Ваш запрос, Вы получите право на проведение арбитражного разбирательства в соответствии
    с программой по защите конфиденциальности (Privacy Shield) и ее принципами.

    Ваш доступ к Вашей информации и контроль над ней

    У Вас есть контроль над Вашими персональными данными и над тем, как они собираются,
    используются и предоставляются другим лицам. Например, Вы можете:

    Удалять Ваши материалы из Вашего аккаунта App. Подробнее о том, как удалять сохраненные
    в App файлы, можно узнать здесь.
    Изменить персональные данные или внести в них поправки. Вы можете управлять своим аккаунтом
    и его контентом, а также редактировать некоторые персональные данные на странице настроек
    аккаунта.
    Осуществлять доступ к Вашим данным и перемещать их. Вы можете осуществить доступ к Вашим
    личным данным из аккаунта App, а также скачать копию Ваших материалов в машиночитаемом
    формате, как описано здесь. Вы также можете запросить у нас копию личных данных, которые
    Вы нам предоставили или которые мы собрали, с указанием бизнес-цели или коммерческой цели,
    с которой мы их собрали, тип источников информации, из которых мы их получили, и тип
    третьих лиц, с которыми мы ими поделились.
    Возражение против обработки Ваших личных данных. В зависимости от действия по обработке
    данных Вы можете отправить нам запрос о прекращении или ограничении обработки Ваших
    личных данных.
    Если Вы хотите отправить запрос на доступ к данным или возражение против обработки
    Ваших личных данных, отправьте сообщение на адрес privacy@test.com. Чтобы запросить
    удаление Ваших личных данных, заполните, пожалуйста, эту форму. Более подробную информацию
    о том, как осуществлять доступ к Вашим персональным данным и контролировать их, можно найти
    на странице Часто задаваемые вопросы.

    App в роли лица, работающего с личными данными и обрабатывающего данные. Если Вы проживаете
    в Северной Америке (США, Канада и Мексика), App, Inc. выступает в роли Вашего поставщика
    услуг. Для всех остальных пользователей компания App International Unlimited Company
    выступает в роли лица, работающего с Вашими личными данными. Если Вы пользуетесь аккаунтом
    App Business или App Education и не проживаете в Северной Америке, App выступает в роли
    лица, обрабатывающего Ваши данные.

    Изменения

    Если в нашей компании произойдет реорганизация, мы будем участвовать в слиянии или
    поглощении или продавать наши активы, Ваши данные могут быть переданы другой компании
    в соответствии с условиями сделки. Мы известим Вас (например, отправив письмо на
    связанный с Вашим аккаунтом адрес электронной почты) о таких сделках и о том, как
    именно Вы можете поступить в подобной ситуации.

    Время от времени мы можем вносить изменения в настоящую «Политику конфиденциальности».
    Самая последняя ее версия размещена на нашем сайте. Если такие изменения будут серьезно
    уменьшать Ваши права, мы известим Вас об этом.

    Контактная информация

    У Вас возникли вопросы относительно App, наших Сервисов и конфиденциальности?
    Свяжитесь с нашими сотрудниками, ответственными за защиту данных, по адресу privacy@test.com.
    Если они не смогут ответить на Ваши вопросы, Вы имеете право связаться с местным органом
    надзора по защите данных.
  </div>
</template>

<script lang="ts">
import Vue from 'vue';
import Component from 'vue-class-component';
import '@/assets/icons/Eye';

@Component({
  metaInfo() {
    return {
      title: 'Privacy',
      meta: [
        {
          name: 'description',
          content: 'Privacy',
        },
      ],
    };
  },
})
export default class Privacy extends Vue {}
</script>

<style scoped lang="scss">

</style>
