<template>
  <div class="app-terms">
    Перевод соглашения предоставляется исключительно для удобства пользователей, и при возникновении
    разногласий преимущество имеет английская версия документа.

    Условия обслуживания App

    Опубликовано: 29 октября 2021 г.

    Вступает в силу: 14 января 2022 г.

    Предыдущую редакцию Условий можно найти здесь.

    Спасибо, что пользуетесь App! Наша миссия заключается в том, чтобы разрабатывать
    более эффективные способы работы на единой интуитивно понятной платформе,
    обеспечивать надежную защиту Ваших данных и доступ к ним, помогая Вам и тем, с кем Вы работаете,
    координировать и синхронизировать совместные действия. Данные условия обслуживания
    (в дальнейшем именуются «Условия») устанавливают правила использования Вами наших услуг,
    программного обеспечения и веб-сайтов (в дальнейшем именуются «Сервисы») и доступа к ним.
    Если Вы проживаете не в США, Канаде или Мексике (далее именуются «Северная Америка»),
    то данное соглашение заключается между Вами и компанией App International Unlimited Company.
    Если Вы проживаете в Северной Америке, данное соглашение заключается между Вами и компанией
    App, Inc. В нашей Политике конфиденциальности описывается, как именно мы собираем и используем
    Вашу информацию, а в нашей Политике допустимого использования обозначены обязанности, которые
    Вы принимаете на себя, пользуясь нашими Сервисами. Используя наши Сервисы, Вы соглашаетесь
    соблюдать настоящие Условия, нашу Политику конфиденциальности и Политику допустимого
    использования.

    Ваши материалы и разрешения

    Когда Вы пользуетесь нашими Сервисами, Вы предоставляете нам свои файлы, данные, сообщения,
    договоры и пр. (в дальнейшем именуются «Ваши материалы»). Ваши материалы принадлежат Вам.
    Настоящие Условия не предоставляют нам никаких прав на Ваши материалы, кроме ограниченных
    прав, позволяющих нам предлагать Сервисы.

    Нам необходимо Ваше разрешение, чтобы размещать Ваши материалы, делать их резервные копии и
    по Вашей просьбе предоставлять к ним доступ другим лицам. Также наши Сервисы предоставляют в
    Ваше распоряжение определенные функции, которые помогают уменьшить количество рутинной работы:
    например, комментирование, общий доступ, поиск, миниатюры изображений, предварительный просмотр
    документов, распознавание текста (OCR), простая сортировка и упорядочивание, персонализация.
    Чтобы обеспечивать работу этих и других функций, App осуществляет доступ к Вашим материалам,
    хранит и сканирует их. Вы предоставляете нам разрешение осуществлять указанные действия,
    и это разрешение распространяется также на наших аффилированных лиц и доверенных третьих лиц,
    с которыми мы работаем.

    Ваши обязанности

    Работа с нашими Сервисами должна осуществляться в соответствии с Политикой допустимого
    использования. Содержащиеся в Сервисах данные могут быть защищены правами на результаты
    интеллектуальной деятельности. Пожалуйста, не копируйте, не загружайте, не скачивайте
    данные и не предоставляйте к ним доступ, если у Вас нет на это соответствующего права.

    App имеет право проверять Ваши действия и Ваши данные и оценивать их на соответствие Условиям
    и Политике допустимого использования. Мы не несем ответственности за данные, которые
    пользователи публикуют и доступ к которым предоставляют, используя наши Сервисы.

    Помогите нам защитить Ваши материалы. Сохраняйте в тайне Ваш пароль к нашим Сервисам и
    обеспечивайте актуальность информации, указанной в Вашем аккаунте. Никому не сообщайте
    идентификационные данные от Вашего аккаунта и не предоставляйте другим лицам доступ к
    Вашему аккаунту.

    Вы можете пользоваться нашими Сервисами лишь так, как это разрешено соответствующими законами,
    в том числе законами и постановлениями, касающимися контроля экспорта. И, наконец, Вы можете
    использовать наши Сервисы только если Вам исполнилось 13 лет и вы проживаете в США, или 16 лет,
    если вы проживаете в другой стране. Если закон Вашего места жительства требует достижения
    определенного возраста для того, чтобы App мог законно предоставлять Вам Сервисы без согласия
    родителей (включая использование Ваших личных данных), то Ваш возраст должен соответствовать
    указанному в законе.

    Программное обеспечение

    Некоторые наши Сервисы предоставляют Вам возможность скачивать клиентское программное
    обеспечение (в дальнейшем именуется «Программное обеспечение»), которое может автоматически
    обновляться. До тех пор пока Вы соблюдаете настоящие Условия, мы предоставляем вам
    ограниченную неисключительную, не передаваемую лицензию с возможностью ее отзыва на
    использование Программного обеспечения исключительно для целей получения доступа к
    Сервисам. В тех случаях, когда компоненты данного Программного обеспечения могут
    предлагаться по лицензии на программное обеспечение с открытым исходным кодом,
    мы предоставляем Вам такую лицензию, и условия такой лицензии могут в явно
    выраженной форме иметь преимущественную силу над некоторыми положениями
    настоящих Условий. Если следующие ограничения не запрещены законодательством,
    Вы соглашаетесь не осуществлять и не предпринимать попыток осуществить вскрытие
    технологий или декомпиляцию Сервисов и не оказывать кому-либо содействия в этом.

    Бета-сервисы

    Иногда мы предоставляем пользователям продукты и функции, которые находятся на стадии
    тестирования и оценки (в дальнейшем именуются «Бета-сервисы»). Бета-сервисам присваиваются метки
    «альфа-версия», «бета-версия», «предварительный просмотр», «ранний доступ» или «оценка»
    (или они обозначаются словами или формулировками с похожим значением), они могут быть не
    такими надежными, как остальные сервисы App. Доступ к Бета-сервисам организован так, что
    мы можем получать отзывы пользователей. Пользуясь Бета-сервисами, Вы соглашаетесь с тем,
    что мы можем связаться с Вами с целью получения такого отзыва.

    До официального запуска информация, связанная с Бета-сервисами, считается конфиденциальной.
    Если Вы пользуетесь Бета-сервисами, Вы обязуетесь не разглашать какую-либо информацию о них
    без нашего разрешения.

    Дополнительные функции

    Время от времени App будет добавлять дополнительные функции, которые сделают наш сервис хранения
    данных более удобным для пользователей, без дополнительной оплаты. Однако эти бесплатные функции
    могут быть отменены без предварительного уведомления.

    Наши материалы

    Сервисы защищены законодательством об авторском праве, о защите товарных знаков и другими
    законами США и иных стран. Настоящие Условия не предоставляют Вам никаких прав собственности,
    титула или иных прав в отношении Сервисов, контента других лиц, размещенного с помощью Сервисов,
    товарных знаков, логотипов и других элементов торговой марки App. Мы всегда рады получить от
    Вас отзыв, но учтите, что мы можем использовать комментарии или предложения, не принимая на
    себя никаких обязательств по отношению к Вам.

    Авторское право

    Мы уважаем права других лиц на интеллектуальную собственность и ожидаем того же от Вас.
    Мы реагируем на уведомления о заявленном нарушении авторских прав, если такие уведомления
    сделаны с соблюдением законодательства. Такие уведомления должны осуществляться в соответствии
    с нашей Политикой в отношении соблюдения авторских прав. Мы оставляем за собой право удалить
    или заблокировать контент, в отношении которого поступило уведомление о нарушении авторских
    прав, а также удалить аккаунты пользователей, совершивших нарушения повторно. Нашим
    уполномоченным агентом, ответственным за рассмотрение уведомлений о нарушении
    авторских прав в отношении Сервисов, является:

    Агент по соблюдению авторских прав
    App, Inc.
    1800 Owens St
    San Francisco, CA 94158, США
    copyright@test.com

    Платные аккаунты

    Выставление счетов. Вы можете увеличить объем Вашего места для хранения данных и добавить
    дополнительные платные функции в Ваш аккаунт (таким образом Ваш аккаунт становится
    «Платным аккаунтом»). Мы будем автоматически выставлять Вам счета, начиная с даты
    Вашего перехода на Платный аккаунт и при каждом периодическом продлении до даты отмены.
    Если Вы подписались на годовой план, мы вышлем Вам по электронной почте уведомление с
    напоминанием о предстоящем возобновлении подписки в течение разумного периода времени
    перед датой возобновления. Вы несете ответственность за выплату всех соответствующих
    налогов, и мы в случае необходимости будем удерживать налоги. В некоторых странах
    действуют обязательные законы, касающиеся Вашего права на отказ от услуг, и этот
    параграф Условий не имеет преимущественной силы над этими законами.

    Отмена. Вы можете в любой момент отменить подписку на свой Платный аккаунт App.
    Платежи подлежат возврату, только если это необходимо в соответствии с
    законодательством. Например, пользователь, проживающий в Европейском Союзе,
    имеет право отменить подписку на Платный аккаунт в течение 14 дней с
    момента регистрации соответствующего аккаунта, улучшения аккаунта или
    возобновления подписки на Платный аккаунт, нажав здесь.

    Возвращение к бесплатной подписке. Ваш Платный аккаунт будет функционировать,
    пока подписка не будет отменена или прекращена в соответствии с настоящими Условиями.
    Если Вы используете план App Family, управляющий семейным планом может в любой
    момент понизить уровень Вашей учетной записи. В случае неосуществления своевременной
    оплаты Платного аккаунта мы оставляем за собой право приостановить действие Вашей
    подписки на такой аккаунт или убрать функции, доступные пользователям Платного аккаунта.

    Изменения. В рамках изменений, затрагивающих наши продукты, нашу коммерческую деятельность
    или связанных с экономической ситуацией, мы можем изменять текущие тарифы при обновлении
    Вашей подписки на тарифный план. Мы предупредим Вас не позднее чем за 30 дней до внесения
    таких изменений, отправив соответствующее сообщение на адрес электронной почты, связанный
    с Вашим аккаунтом, чтобы у Вас была возможность отменить свою подписку на тарифный план
    до вступления в силу новых тарифов.

    Рабочие группы App Business

    Адрес электронной почты. Если для входа в свой аккаунт App Вы используете адрес электронной
    почты, предоставленный Вашей организацией, Ваша организация может запретить Вам использование
    App, пока Вы не перейдете на аккаунт в рабочей группе App Business или App Education
    (совместно именуются «Рабочая группа App Business») или не свяжете Ваш аккаунт App
    с личным адресом электронной почты.

    Использование Рабочих групп App Business. Если Вы становитесь участником Рабочей группы
    App Business, Вы должны использовать свой аккаунт в соответствии с условиями и политикой
    Вашей организации. Обратите внимание: аккаунты в Рабочей группе App Business контролируются
    Вашей организацией. Администраторы аккаунта в Рабочей группе App Business могут иметь доступ
    к Вашей информации в аккаунте, предоставлять информацию третьим лицам, ограничивать доступ к
    ней или удалять ее из аккаунта. Также администратор может ограничить или запретить Вам доступ
    к Вашему аккаунту в Рабочей группе App Business. Если Вы изменяете свой аккаунт App и
    присоединяете его к Рабочей группе App Business, ее администратор может впоследствии
    запретить Вам изменять его обратно на личный.

    Прекращение

    Вы можете прекратить пользоваться нашими Сервисами в любой момент. Мы оставляем за
    собой право приостановить или отменить Ваш доступ к Сервисам, выслав Вам уведомление,
    в случае если:

    Вы допустили нарушение настоящих Условий,
    Вы используете Сервисы таким образом, что для нас или для других пользователей возникает
    реальная угроза причинения вреда или потерь, или
    у Вас нет подписки на Платный аккаунт и Вы в течение 12 месяцев подряд не осуществляли доступ
    к нашим Сервисам.
    Мы обязуемся в разумные сроки предварительно уведомить Вас по электронному адресу, связанному
    с Вашим аккаунтом, чтобы можно было исправить действие, из-за которого мы вынуждены были с
    вами связаться, и у Вас была бы возможность экспортировать Ваши материалы из систем наших
    Сервисов. Если после получения такого уведомления Вы не предпримете те действия, которые мы
    просили предпринять, мы отменим или временно приостановим Ваш доступ к Сервисам.

    Мы не будем направлять уведомление и предоставлять возможность экспортировать Ваши Материалы
    до прекращения или приостановления доступа к Сервисам, если:

    Вы допустили серьезное нарушение настоящих Условий,
    направление уведомления приведет к нашей юридической ответственности или поставит под
    угрозу возможность предоставления Сервисов другим пользователям,
    законодательство запрещает нам это делать.
    Прекращение предоставления Сервисов

    Мы можем прекратить предоставлять Сервисы, если возникнут исключительные непредвиденные
    обстоятельства или события, которые находятся вне контроля App (например, стихийное
    бедствие, пожар или взрыв), или нам потребуется выполнить требования законодательства.
    В этом случае мы в разумные сроки вышлем Вам предварительное уведомление, чтобы Вы
    смогли экспортировать Ваши материалы из наших систем (мы предупредим Вас не позднее
    чем за 30 дней, если это будет позволять сложившаяся ситуация). Если мы прекратим
    предоставлять Сервисы по таким причинам до конца любого фиксированного или
    минимального периода, который Вы оплатили, мы вернем ту часть средств, которая
    была уплачена, но за которую Вам не были предоставлены Сервисы.

    Сервисы на условиях «КАК ЕСТЬ»

    Мы стремимся предоставить Сервисы отличного качества, но некоторые условия мы не можем
    гарантировать. В МАКСИМАЛЬНО ДОПУСТИМОЙ ПО ЗАКОНОДАТЕЛЬСТВУ СТЕПЕНИ КОМПАНИЯ APP,
    ЕЕ АФФИЛИРОВАННЫЕ ЛИЦА, ПОСТАВЩИКИ И ДИСТРИБЬЮТОРЫ НЕ ПРЕДОСТАВЛЯЮТ НИКАКИХ ГАРАНТИЙ,
    ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, КАСАТЕЛЬНО СЕРВИСОВ. СЕРВИСЫ ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ
    «КАК ЕСТЬ». МЫ ТАКЖЕ НЕ ПРЕДОСТАВЛЯЕМ НИКАКИХ ГАРАНТИЙ ТОВАРНОГО КАЧЕСТВА, ПРИГОДНОСТИ
    ДЛЯ ОПРЕДЕЛЕННЫХ ЦЕЛЕЙ И НЕНАРУШЕНИЯ ПРАВ. В некоторых странах отказы от ответственности,
    предусмотренные выше, не разрешены, и в таких случаях они не могут применяться к Вам.
    Например, подобные отказы от ответственности не обладают преимущественной силой по
    сравнению с положениями законодательства, включая предусмотренные законом ЕС гарантии
    для потребителей.

    Ограничение ответственности

    МЫ НЕ ИСКЛЮЧАЕМ И НЕ ОГРАНИЧИВАЕМ СВОЮ ОТВЕТСТВЕННОСТЬ ПЕРЕД ВАМИ В ТЕХ СЛУЧАЯХ,
    КОГДА ЭТО ПРОТИВОЗАКОННО; СЮДА ВХОДИТ ЛЮБАЯ ОТВЕТСТВЕННОСТЬ ЗА МОШЕННИЧЕСТВО И
    НАМЕРЕННОЕ ВВЕДЕНИЕ В ЗАБЛУЖДЕНИЕ СО СТОРОНЫ КОМПАНИИ APP И ЕЕ АФФИЛИРОВАННЫХ
    ЛИЦ ВО ВРЕМЯ ПРЕДОСТАВЛЕНИЯ СЕРВИСОВ. В ТЕХ СТРАНАХ, ГДЕ СЛЕДУЮЩИЕ ТИПЫ ИСКЛЮЧЕНИЙ
    НЕ ДОПУСКАЮТСЯ, МЫ НЕСЕМ ПЕРЕД ВАМИ ОТВЕТСТВЕННОСТЬ ТОЛЬКО ЗА УБЫТКИ И УЩЕРБ,
    КОТОРЫЕ ЯВИЛИСЬ ОБОСНОВАННО ПРЕДСКАЗУЕМЫМ РЕЗУЛЬТАТОМ НАШЕЙ НЕСПОСОБНОСТИ
    ДЕЙСТВОВАТЬ РАЦИОНАЛЬНО И ПРОФЕССИОНАЛЬНО ИЛИ РЕЗУЛЬТАТОМ НАРУШЕНИЯ ЗАКЛЮЧЕННОГО
    С ВАМИ ДОГОВОРА С НАШЕЙ СТОРОНЫ. ЭТОТ ПАРАГРАФ НЕ ВЛИЯЕТ НА ПРАВА ПОТРЕБИТЕЛЕЙ,
    ОТ КОТОРЫХ НЕЛЬЗЯ ОТКАЗАТЬСЯ И КОТОРЫЕ НЕЛЬЗЯ ОГРАНИЧИТЬ ПРИ ПОМОЩИ КАКОГО-ЛИБО
    ДОГОВОРА ИЛИ СОГЛАШЕНИЯ. ЕСЛИ ВЫ ЯВЛЯЕТЕСЬ ПОТРЕБИТЕЛЕМ ИЗ ЕС ИЛИ ВЕЛИКОБРИТАНИИ,
    ЭТИ УСЛОВИЯ НЕ ИСКЛЮЧАЮТ ОТВЕТСТВЕННОСТЬ КОМПАНИИ APP ЗА УЩЕРБ, ВОЗНИКШИЙ В РЕЗУЛЬТАТЕ
    НАШЕЙ НЕСПОСОБНОСТИ ДЕЙСТВОВАТЬ РАЦИОНАЛЬНО И ПРОФЕССИОНАЛЬНО В РАМКАХ ПРЕДОСТАВЛЕНИЯ
    СЕРВИСОВ ИЛИ РЕЗУЛЬТАТОМ НАРУШЕНИЯ ЗАКЛЮЧЕННОГО С ВАМИ ДОГОВОРА С НАШЕЙ СТОРОНЫ, ПРИ
    УСЛОВИИ, ЧТО ТАКОЙ УЩЕРБ БЫЛ ОБОСНОВАННО ПРЕДСКАЗУЕМ.

    В ТЕХ СТРАНАХ, ГДЕ ИСКЛЮЧЕНИЯ И ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ ДОПУСКАЮТСЯ, КОМПАНИЯ
    APP, ЕЕ АФФИЛИРОВАННЫЕ ЛИЦА, ПОСТАВЩИКИ И ДИСТРИБЬЮТОРЫ НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ЗА:

    ЛЮБЫЕ КОСВЕННЫЕ, СПЕЦИАЛЬНЫЕ, СЛУЧАЙНЫЕ, ОПОСРЕДОВАННЫЕ, ШТРАФНЫЕ ИЛИ КАРАТЕЛЬНЫЕ УБЫТКИ,
    А ТАКЖЕ
    ПОТЕРЮ ДАННЫХ, УТРАТУ ЭКСПЛУАТАЦИОННЫХ КАЧЕСТВ, ПОТЕРЮ ДЕЛОВЫХ ВОЗМОЖНОСТЕЙ ИЛИ ВЫГОДЫ,
    НЕЗАВИСИМО ОТ ЗАКОНОДАТЕЛЬНОЙ БАЗЫ.
    ЭТИ ИСКЛЮЧЕНИЯ И ОГРАНИЧЕНИЯ ДЕЙСТВУЮТ НЕЗАВИСИМО ОТ ТОГО, ПРЕДУПРЕЖДАЛАСЬ ЛИ КОМПАНИЯ
    APP ИЛИ ЕЕ АФФИЛИРОВАННЫЕ ЛИЦА О ВОЗМОЖНОСТИ ТАКИХ УБЫТКОВ.

    ЕСЛИ ВЫ ИСПОЛЬЗУЕТЕ СЕРВИСЫ В КОММЕРЧЕСКИХ ИЛИ ДЕЛОВЫХ ЦЕЛЯХ ИЛИ С ЦЕЛЬЮ ПЕРЕПРОДАЖИ,
    КОМПАНИЯ APP, ЕЕ АФФИЛИРОВАННЫЕ ЛИЦА, ПОСТАВЩИКИ И ДИСТРИБЬЮТОРЫ НЕ НЕСУТ ПЕРЕД ВАМИ
    ОТВЕТСТВЕННОСТЬ ЗА КАКУЮ-ЛИБО УПУЩЕННУЮ ВЫГОДУ, УПУЩЕННЫЕ ДЕЛОВЫЕ ВОЗМОЖНОСТИ, ОСТАНОВКУ
    В ПРОИЗВОДСТВЕННОЙ ДЕЯТЕЛЬНОСТИ ИЛИ УПУЩЕННЫЕ КОММЕРЧЕСКИЕ ВОЗМОЖНОСТИ. КОМПАНИЯ APP
    И ЕЕ АФФИЛИРОВАННЫЕ ЛИЦА НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ЗА ПОВЕДЕНИЕ (КАК В РЕЖИМЕ ОНЛАЙН,
    ТАК И В РЕЖИМЕ ОФФЛАЙН) ПОЛЬЗОВАТЕЛЕЙ СЕРВИСОВ.

    ЗА ИСКЛЮЧЕНИЕМ ТЕХ ТИПОВ ОТВЕТСТВЕННОСТИ, КОТОРЫЕ МЫ НЕ ИМЕЕМ ПРАВА
    ОГРАНИЧИВАТЬ ПО ЗАКОНУ (КАК УКАЗАНО В ЭТОМ РАЗДЕЛЕ), МЫ ОГРАНИЧИВАЕМ
    СВОЮ ОТВЕТСТВЕННОСТЬ ПЕРЕД ВАМИ СУММОЙ, СООТВЕТСТВУЮЩЕЙ БОЛЬШЕЙ ИЗ
    СЛЕДУЮЩИХ ВЕЛИЧИН: 20 ДОЛЛАРОВ США ИЛИ 100% ЛЮБОЙ СУММЫ, УПЛАЧЕННОЙ
    ВАМИ ЗА ТЕКУЩУЮ ПОДПИСКУ APP. ДАННОЕ ПОЛОЖЕНИЕ НЕ ПРИМЕНЯЕТСЯ К
    ПОТРЕБИТЕЛЯМ ИЗ ЕС В СЛУЧАЯХ, КОГДА ЭТО ЗАПРЕЩЕНО СООТВЕТСТВУЮЩИМИ ЗАКОНАМИ.

    Урегулирование разногласий

    Давайте сначала попробуем договориться. Мы хотели бы рассматривать
    Ваши вопросы и жалобы без нужды прибегать к судебным разбирательствам.
    Перед тем как подать иск в отношении компании App, Вы соглашаетесь
    предпринять попытку разрешить возникшие противоречия, не прибегая к
    суду, отправив нам письменное Уведомление о споре по адресу dispute-notice@test.com,
    в котором указано Ваше имя, подробное описание спора и запрашиваемое Вами возмещение.
    Мы, в свою очередь, тоже постараемся разрешить возникшие противоречия без обращения в
    суд и свяжемся с Вами с помощью предоставленного адреса электронной почты. Если
    разногласие не будет разрешено в течение 60 дней после подачи извещения, Вы или
    App имеете право начать официальное судебное разбирательство. Если Вы проживаете
    на территории ЕС, Вы можете воспользоваться онлайн-платформой для разрешения
    споров, которая предоставлена Европейской комиссией и доступ к которой можно
    получить здесь: https://test.com/consumers/odr.

    Суд для разрешения разногласий. Вы и App соглашаетесь, что любые
    юридические процедуры, направленные на разрешение противоречий, связанных с этими Условиями или
    Сервисами, будут проходить в федеральном суде или суде штата в округе Сан-Франциско в Калифорнии
    в соответствии с обязательными положениями, указанными ниже. И Вы, и компания App даете согласие
    на место рассмотрения споров в указанных судах и на их юрисдикцию. Если Вы проживаете в стране
    (например, в стране, являющейся членом Европейского Союза), законы которой предоставляют
    потребителям право передавать споры в местные суды, то этот параграф не влияет на данные
    требования.

    ЕСЛИ ВЫ ПРОЖИВАЕТЕ В СОЕДИНЕННЫХ ШТАТАХ, ВЫ ТАКЖЕ СОГЛАШАЕТЕСЬ СО СЛЕДУЮЩИМИ ОБЯЗАТЕЛЬНЫМИ
    ПОЛОЖЕНИЯМИ ОБ АРБИТРАЖЕ:

    И Вы, и мы обязуемся рассматривать споры в арбитражном порядке. И Вы, и компания App обязуетесь
    разрешать любые споры, связанные с настоящими Условиями или Сервисами в арбитражном порядке с
    вынесением окончательного и обязывающего решения одним арбитром, если речь не идет об описанных
    ниже «Исключениях, предусмотренных в арбитражном соглашении» в том числе споры, явившиеся
    результатом толкования или применения этого раздела «Положения об обязательном арбитраже»
    или связанные с ними, включая их действительность, юридическую силу и возможность отмены.
    Арбитр может присудить компенсацию только в индивидуальном порядке и только в той мере,
    в какой это необходимо для удовлетворения Ваших индивидуальных требований; арбитр не может
    присуждать возмещение от имени других лиц или общественности.

    Отказ от арбитражного соглашения. Вы можете отклонить это арбитражное соглашение, нажав на
    ссылку и подав заявление об отказе в течение 30 дней с того момента, когда Вы в первый раз
    зарегистрировали свой аккаунт. Однако если Вы приняли предыдущую версию этих Условий, в
    которой у Вас была возможность отказаться от арбитража, то остается в силе Ваше предыдущее
    решение о том, отказываться или не отказываться Вам от арбитражного разбирательства.

    Арбитражное урегулирование споров. Американская Арбитражная Ассоциация (AAA) будет
    осуществлять арбитражное разбирательство в соответствии с Правилами торгового
    арбитража (Commercial Arbitration Rules). Правила AAA и инструкции по подаче
    документов доступны на сайте www.adr.org или по телефону 111-111-111.
    Арбитражное разбирательство должно проходить в том округе США, где Вы проживаете
    или работаете, в Сан-Франциско в штате Калифорния или в любом другом месте,
    на которое мы согласимся.

    Арбитражные сборы и расходы. Все арбитражные сборы должны оплачиваться в соответствии
    с правилами Американской Арбитражной Ассоциации (American Arbitration Association).
    В случае индивидуального арбитражного разбирательства с исковой суммой менее
    75 000 долларов США и своевременного предоставления App Уведомления о споре
    App возместит комиссию за подачу арбитражного разбирательства после его
    окончания и оплатит другие арбитражные сборы. Во всех иных случаях
    арбитражные расходы и сборы распределяются в соответствии с правилами
    органа, осуществляющего арбитражное разбирательство, включая правила
    в отношении необоснованных или неправомерных претензий. Если решение
    арбитражного суда окажется для Вас более благоприятным, чем любое наше
    предложение по урегулированию иска, мы дополнительно выплатим Вам 1000
    долларов США. Компания App не будет взыскивать гонорары и судебные
    издержки своих адвокатов в арбитраже, если только арбитр не сочтет
    ваше требование необоснованным или предъявленным с ненадлежащей целью.

    Исключения, предусмотренные в арбитражном соглашении. Либо Вы, либо
    компания App может подать иск в суд мелких тяжб в Сан-Франциско в штате
    Калифорния (если исковые требования соответствуют правилам этого суда) или
    в том округе США, где вы живете или работаете. Любая из сторон может подать иск
    исключительно с целью вынесения судебного запрета, чтобы прекратить неправомерное
    использование Сервисов или нарушение авторских прав (например, неправомерное
    использование товарного знака, коммерческой тайны, авторских или патентных прав),
    без предварительного обращения в арбитраж или подробно описанных выше попыток в
    досудебном порядке разрешить возникшие разногласия. Если условия арбитражного
    соглашения не применимы к Вам или Вашему иску, Вы соглашаетесь с тем, чтобы исковое
    требование рассматривалось в исключительной юрисдикции федерального суда и суда
    штата округа Сан-Франциско в Калифорнии.

    ЗАПРЕТ НА КОЛЛЕКТИВНЫЕ ИЛИ ПРЕДСТАВИТЕЛЬСКИЕ ИСКИ Вы можете разрешать
    возникшие между Вами и App разногласия только в индивидуальном порядке и
    не должны предъявлять иск от имени другого лица, выступать в качестве истца
    в коллективном, объединенном или групповом представительском иске. Не допускаются
    коллективные иски в арбитраж, коллективные иски в суд, иски по доверенности или
    объединение исков в арбитраже.

    Независимость положений Соглашения. Если какая-либо часть этого раздела «Положения
    об обязательном арбитраже» будет признана незаконной или не имеющей исковой силы,
    остальная часть останется в силе, за исключением случаев, когда установление частичной
    незаконности или невозможности принудительного исполнения разрешит групповой или
    представительский арбитраж, данный раздел «Положения об обязательном арбитраже»
    будет лишен исковой силы в целом. Если будет установлено, что у Вас есть неотъемлемое
    право предъявить конкретный иск или запросить определенную форму возмещения, которые
    арбитр не имеет полномочий удовлетворить или присудить в соответствии с этим разделом
    «Положения об обязательном арбитраже», включая общественный судебный запрет, то только
    этот соответствующий иск или запрос возмещения могут быть поданы в суд, и мы с
    Вами соглашаемся, что судебное разбирательство по любому такому иску или просьбе
    о возмещении должно быть отложено до разрешения любых индивидуальных претензий
    или запросов о возмещении в арбитраже.

    Применимое законодательство

    Настоящие Условия регулируются законодательством штата Калифорния, за исключением
    соответствующих коллизий правовых норм. Однако, в некоторых странах (включая страны
    Европейского Союза) существуют законы, требующие, чтобы договоры регулировались местным
    законодательством страны потребителя. Данный параграф не имеет преимущественной силы над
    такими законами.

    Полнота Соглашения

    Настоящие Условия представляют полное соглашение между Вами и компанией App в отношении
    предмета настоящих Условий и заменяют собой любые другие заключенные ранее или совпадающие
    по времени соглашения или условия, применимые к предмету настоящих Условий. Наши прошлые,
    настоящие и будущие аффилированные лица и агенты могут ссылаться на наши права по настоящему
    соглашению в случае, если они будут вовлечены в спор с Вами. В противном случае настоящие
    Условия не предоставляют никаких прав третьим лицам.

    Отказ, частичная недействительность и передача прав

    Неспособность компании App осуществить какое-либо положение не является отказом
    от права осуществить это положение позднее. Если какое-либо положение признается
    неосуществимым, остальные положения настоящих Условий остаются в полной силе, а
    невыполнимое положение должно быть заменено другим, как можно более близким по
    содержанию к заменяемому, в соответствии с нашими намерениями. Вы не имеете
    права кому-либо уступать какие-либо свои права, оговоренные в настоящих
    Условиях. Любая попытка сделать это не будет иметь юридической силы.
    Компания App имеет право уступить свои права любому своему аффилированному лицу или дочерней
    компании, или же правопреемнику любого бизнеса, связанного с Сервисами.

    Изменения

    Время от времени мы имеем право вносить изменения в настоящие Условия, чтобы они
    лучше соответствовали:

    изменениям в законодательстве,
    новым нормативно-правовым требованиям,
    улучшениям и совершенствованиям в наших Сервисах.
    Если какие-либо изменения влияют на Ваше использование Сервисов или
    Ваши законные права пользователя наших Сервисов, мы известим Вас до
    вступления в силу таких изменений с помощью соответствующего электронного
    сообщения, высланного на электронный адрес, связанный с Вашим аккаунтом,
    или с помощью системного извещения. Такие изменения вступают в силу не менее,
    чем через 30 дней с того момента, как мы Вас оповестим.

    Если Вы не согласны с внесенными нами изменениями, отмените подписку
    на свой аккаунт и прекратите использовать Сервисы до того, как эти
    обновленные Условия вступят в силу. Когда это применимо, мы предложим
    Вам пропорциональное возмещение средств в соответствии с тем, какую именно сумму
    Вы предварительно заплатили за пользование Сервисами и какова была дата отмены
    подписки. Продолжая использовать Сервисы или
    осуществлять доступ к ним после вступления в силу подобных изменений,
    Вы соглашаетесь с измененными Условиями.
  </div>
</template>

<script lang="ts">
import Vue from 'vue';
import Component from 'vue-class-component';
import '@/assets/icons/Eye';

@Component({
  metaInfo() {
    return {
      title: 'Terms',
      meta: [
        {
          name: 'description',
          content: 'Terms',
        },
      ],
    };
  },
})
export default class Terms extends Vue {}
</script>

<style scoped lang="scss">

</style>
